escaped.xml

'<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:KP_Remedy_HPD_Incident_Create_v3">'+
   '<soapenv:Header>'+
      '<urn:AuthenticationInfo>'+
         '<urn:userName>WSKPORG</urn:userName>'+
         '<urn:password>eventexcavations8401</urn:password>'+
         '<urn:authentication></urn:authentication>'+
         '<urn:locale></urn:locale>'+
         '<urn:timeZone></urn:timeZone>'+
      '</urn:AuthenticationInfo>'+
   '</soapenv:Header>'+
   '<soapenv:Body>'+
      '<urn:createIncident>'+
         '<urn:action>CREATE</urn:action>'+
         '<urn:status>Assigned</urn:status>'+
         '<urn:impact>3-Moderate/Limited</urn:impact>'+
         '<urn:urgency>3-Medium</urn:urgency>'+
         '<urn:incidentType>Infrastructure Event</urn:incidentType>'+
         '<urn:customerNUID>WSKPORG</urn:customerNUID>'+
         '<urn:reportedSource>Systems Management</urn:reportedSource>'+
         '<urn:summary>TEST INCIDENT CREATION - DYNATRACE NEW</urn:summary>'+
         '<urn:detailedDescription>This is a test incident created by a Node.js plugin from Dynatrace</urn:detailedDescription>'+
         '<urn:productCategorizationTier1>Software</urn:productCategorizationTier1>'+
         '<urn:productCategorizationTier2>Application</urn:productCategorizationTier2>'+
         '<urn:productCategorizationTier3>EBiz</urn:productCategorizationTier3>'+
         '<urn:productName>Ebiz - Application Support</urn:productName>'+
         '<urn:productManufacturer></urn:productManufacturer>'+
         '<urn:productModelVersion></urn:productModelVersion>'+
         '<urn:operationalCategorizationTier1></urn:operationalCategorizationTier1>'+
         '<urn:operationalCategorizationTier2></urn:operationalCategorizationTier2>'+
         '<urn:operationalCategorizationTier3></urn:operationalCategorizationTier3>'+
         '<urn:assignedWithinSupportCompany>Kaiser Permanente</urn:assignedWithinSupportCompany>'+
         '<urn:assignedSupportOrganization>Application Support</urn:assignedSupportOrganization>'+
         '<urn:assignedGroup>ASG DTAS APP SUP</urn:assignedGroup>'+
         '<urn:assignee></urn:assignee>'+
         '<urn:workInfo100Char></urn:workInfo100Char>'+
         '<urn:workInfo></urn:workInfo>'+
         '<urn:workInfoType>----- Customer Inbound -----</urn:workInfoType>'+
         '<urn:workInfoDateOcurred></urn:workInfoDateOcurred>'+
         '<urn:workInfoSource>Email</urn:workInfoSource>'+
         '<urn:workInfoLocked>No</urn:workInfoLocked>'+         
         '<urn:workInfoCopyToRequest>Internal</urn:workInfoCopyToRequest>'+
         '<urn:secondaryContactNUID></urn:secondaryContactNUID>'+
         '<urn:vendorTicketNumber></urn:vendorTicketNumber>'+
         '<urn:region></urn:region>'+
         '<urn:siteGroup></urn:siteGroup>'+
         '<urn:site></urn:site>'+
         '<urn:serviceCI></urn:serviceCI>'+
         '<urn:causalCI></urn:causalCI>'+
         '<urn:impactedCIs></urn:impactedCIs>'+
         '<urn:eventClass></urn:eventClass>'+
         '<urn:eventKeyword></urn:eventKeyword>'+
         '<urn:eventSituationName></urn:eventSituationName>'+
         '<urn:environment></urn:environment>'+
      '</urn:createIncident>'+
   '</soapenv:Body>'+
'</soapenv:Envelope>'+